{
    "terms-and-condition": {
      "title": "Terms and Conditions",
      "content": "<p>Welcome to Trading Moon. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Trading Moon's relationship with you in relation to this website.</p><h3>1. Acceptance of Terms</h3><p>By accessing this website, you accept and agree to be bound by the terms and conditions outlined in this agreement. If you disagree with any part of these terms and conditions, please do not use our website.</p><h3>2. Content Usage</h3><p>All content provided on this website is for informational purposes only. The owners of Trading Moon make no representations as to the accuracy or completeness of any information on this site or found by following any link on this site. The owners will not be liable for any errors or omissions in this information nor for the availability of this information.</p><h3>3. Intellectual Property</h3><p>This website and its original content, features, and functionality are owned by Trading Moon and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</p><h3>4. External Links</h3><p>Our website may contain links to third-party websites or services that are not owned or controlled by Trading Moon. Trading Moon has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party websites or services.</p><h3>5. Limitation of Liability</h3><p>In no event shall Trading Moon, its directors, employees, or agents be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your use of the website.</p><h3>6. Changes to This Agreement</h3><p>Trading Moon reserves the right, at its sole discretion, to modify or replace these terms at any time. By continuing to access or use our service after those revisions become effective, you agree to be bound by the revised terms.</p><h3>7. Governing Law</h3><p>These terms shall be governed and construed in accordance with the laws of [Your Country], without regard to its conflict of law provisions.</p>"
    },
    "privacy-policy": {
      "title": "Privacy Policy",
      "content": "<p>At Trading Moon, accessible from www.tradingmoon.in, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that are collected and recorded by Trading Moon and how we use it.</p><h3>1. Information We Collect</h3><p>When you visit our website, we may collect personal information that you voluntarily provide to us, including but not limited to your name, email address, and any message you send through the contact form. We may also collect information automatically as you navigate through the website, such as IP address, browser type, pages visited, and time spent on our website.</p><h3>2. How We Use Your Information</h3><p>We use the information we collect to provide and maintain our website, improve user experience, respond to your messages, and display personalized advertisements through Google AdSense.</p><h3>3. Cookies and Tracking Technologies</h3><p>Trading Moon uses cookies to enhance user experience and for tracking purposes. Cookies are small text files placed on your device when you visit a website. We use cookies to understand and save your preferences, keep track of advertisements, and compile aggregate data about site traffic and site interactions.</p><h3>4. Google AdSense and Third-Party Cookies</h3><p>We may use Google AdSense to serve ads on our website. Google, as a third-party vendor, uses cookies to serve ads based on your prior visits to our website or other websites. Users may opt out of personalized advertising by visiting Google Ad Settings.</p><h3>5. Data Sharing</h3><p>We do not sell, trade, or otherwise transfer your personal information to third parties, except as necessary to comply with the law, enforce our site policies, or protect our rights and safety.</p><h3>6. Data Security</h3><p>We take the security of your personal data seriously, using industry-standard methods to protect it. However, no method of transmission over the Internet or electronic storage is 100% secure, so we cannot guarantee its absolute security.</p><h3>7. Your Data Rights</h3><p>You may have certain rights under data protection laws, such as accessing, correcting, or deleting your personal data. Contact us at support@tradingmoon.in to exercise these rights.</p><h3>8. Changes to This Privacy Policy</h3><p>We may update this Privacy Policy from time to time, and we encourage you to review it periodically.</p>"
    },
    "disclaimer": {
      "title": "Disclaimer",
      "content": "<p>The information provided by Trading Moon on this website is for general informational purposes only. All information on the website is provided in good faith; however, we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on the site.</p><h3>1. Not Financial Advice</h3><p>The content on this website, including any trading strategies, news, opinions, or recommendations, is for informational purposes only and should not be construed as financial, investment, or other professional advice. Consult a financial professional before making any investment decisions.</p><h3>2. Limitation of Liability</h3><p>Under no circumstances shall Trading Moon, its directors, employees, or agents be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use of, or the inability to use, the information or content provided on the website.</p><h3>3. External Links Disclaimer</h3><p>Our website may contain links to other websites. These links are not monitored for accuracy or reliability. We are not responsible for any information provided by third-party websites.</p><h3>4. No Guarantees</h3><p>Trading Moon does not guarantee any specific outcomes based on the information presented on this website. Trading financial instruments carries a high risk, and individuals should assess their risk tolerance before trading.</p><h3>5. Professional Disclaimer</h3><p>The content on this site is for educational purposes only. None of the content is intended as investment advice.</p>"
    },
    "cookie-consent": {
      "title": "Cookie Consent",
      "content": "<p>This website, Trading Moon, uses cookies to enhance the user experience and to provide personalized content and advertising. By using our website, you agree to the use of cookies as outlined in this Cookie Policy.</p><h3>1. What Are Cookies?</h3><p>Cookies are small text files placed on your device when you visit websites. They are used to remember your preferences and actions, such as login information.</p><h3>2. How We Use Cookies</h3><p>We use cookies for various purposes, including essential cookies for website functionality, analytics cookies for improving performance, and advertising cookies for personalized ads.</p><h3>3. Third-Party Cookies</h3><p>We allow third-party services, such as Google AdSense, to place cookies on your device to serve relevant ads. These cookies are subject to the privacy policies of those third parties.</p><h3>4. Managing Cookies</h3><p>You can manage cookies through your browser settings. Disabling cookies may affect your experience on this website.</p><h3>5. Consent to Use Cookies</h3><p>By continuing to use our website, you consent to the use of cookies.</p>"
    },
    "about": {
      "title": "About Trading Moon",
      "content": "<p>Welcome to Trading Moon, your ultimate destination for everything related to trading strategies, market news, and expert insights. Our mission is to empower traders—whether beginners or experienced professionals—with the knowledge and tools they need to navigate financial markets with confidence.</p><h3>Our Mission</h3><p>At Trading Moon, we believe that trading knowledge should be accessible to everyone. Whether you are looking for insights into the stock market, cryptocurrency trends, or the latest in Forex, we provide up-to-date, well-researched content to help you stay informed.</p><h3>What You Can Expect</h3><ul><li><strong>Trading Strategies:</strong> Proven methods and new techniques to enhance your trading skills.</li><li><strong>Market News:</strong> Timely updates on key developments in financial markets worldwide.</li><li><strong>Expert Knowledge:</strong> Articles written by experienced traders to give you an edge.</li><li><strong>Educational Content:</strong> Detailed guides to help beginners understand complex trading concepts.</li></ul><h3>Why Trading Moon?</h3><p>We provide a clean, clutter-free platform with high-quality content that focuses on what really matters—trading smartly and profitably.</p><h3>Join the Trading Moon Community</h3><p>Subscribe to our newsletter and follow us on social media to get the latest updates, blog posts, and exclusive content delivered directly to your inbox.</p>"
    }
  }